Repository: IL-Michi/go_maps_ext
Catalog: Resources/Private/Language/*.locallang_csh_tx_gomapsext_domain_model_address.xlf
Languages: pl

# address.description
source: Please enter an address or coordinates on the position field above and press update.
pl: Wprowadź adres lub współrzędne w powyższym polu pozycji i naciśnij przycisk aktualizacji.

# close_by_click.description
source: Close InfoWindow by click instead of mouse out.
pl: Zamknij dymek informacyjny po kliknięciu zamiast odjechaniu kursorem.

# configuration_map.description
source: Enter an address [street number, zip city] or coordinates [latitude,longitude] and press 'Update' or drag and drop the marker.
pl: Wprowadź adres [numer ulicy, kod pocztowy, miasto] lub wspołrzędne [szerokość,długość] i naciśnij 'Aktualizuj' lub przeciągnij i upuść marker.

# image_height.description
source: Costum image height in pixel.
pl: Własna wysokość grafiki podana w pikselach.

# image_size.description
source: Check if the image has a different size then default. The image should be twice as large as indicated.
pl: Zaznacz jeżeli rozmar grafiki różni się od domyślnego.

# image_width.description
source: Costum image width in pixel.
pl: Własna szerokość grafiki podana w piksleach.

# info_window_content.description
source: This will be displayed in the InfoWindow of this marker.
pl: Treść ta będzie wyświetlona w dymku informacyjnym tego markera.

# info_window_images.description
source: This will be displayed in the InfoWindow of this marker.
pl: Treść ta będzie wyświetlona w dymku informacyjnym tego markera.

# latitude.description
source: Please enter an address or coordinates on the position field above and press update.
pl: Wprowadź adres lub współrzędne w powyższym polu pozycji i naciśnij przycisk aktualizacji.

# longitude.description
source: Please enter an address or coordinates on the position field above and press update.
pl: Wprowadź adres lub współrzędne w powyższym polu pozycji i naciśnij przycisk aktualizacji.

# marker.description
source: Choose a costum image for the pin.
pl: Wybierz własną grafikę dla pineski.

# open_by_click.description
source: Open InfoWindow by click instead of mouse over.
pl: Otwórz dymek po kliknięciu zamiast po najechaniu kursorem.

# opened.description
source: The InfoWindow is opened when the map appears. For each map there will be only one opened InfoWindow.
pl: Dymek informacyjny jest otwierany po załadowaniu mapy. Dla każdej mapy będzie tylko jeden otwarty dymek informacyjny.

# title.description
source: For internal use only.
pl: Wyłącznie do wewnętrznego uzytku.
